packages/inductiva/inductiva-0.0.25-py3-none-any.whl/inductiva/templates/wind_tunnel/openfoam/0/include/frontBackUpperPatches
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

upperWall
{
    type slip;
}

frontAndBack
{
    type slip;
}

// ************************************************************************* //
